[
  {
    "skillsToImprove": [
      {
        "id": 11,
        "skill": {
          "id": 1,
          "title": "Бизнес-аналитика",
          "description": "Бизнес-аналитика является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании."
        },
        "current_level": 1,
        "target_level": 2,
        "total_levels": 3,
        "levels_description": {
          "1": "Специалист проявляет базовое понимание данных и их влияния на продуктовые решения. Продакт менеджер способен провести простой анализ трендов и предоставить основные отчеты о производительности продукта. Однако его способности ограничиваются базовым восприятием ключевых метрик, и он склонен ориентироваться на уже существующие данные, избегая более глубокого исследования.",
          "2": "Специалист проявляет способность к систематизации и структурированию данных. Он способен выявлять взаимосвязи между различными факторами и проводить анализ, направленный на выявление проблем и возможностей.\n\nВ данном случае, он способен создавать более сложные отчеты и предоставлять аналитические обзоры, что позволяет ему принимать более обоснованные продуктовые решения.",
          "3": "Специалист обладает глубоким пониманием данных, аналитическим мышлением и стратегическим видением. Его аналитические способности позволяют ему проводить комплексный анализ, учитывая не только текущие тренды, но и предсказывая будущие сценарии развития продукта. Он способен формулировать стратегические рекомендации на основе данных, участвовать в принятии ключевых бизнес-решений и оказывать влияние на развитие продукта, опираясь на глубокий анализ данных."
        }
      },
      {
        "id": 2,
        "skill": {
          "id": 1,
          "title": "Продуктовое мышление",
          "description": "Продуктовое мышление является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании."
        },
        "current_level": 1,
        "target_level": 2,
        "total_levels": 3,
        "levels_description": {
          "1": "Специалист проявляет базовое понимание данных и их влияния на продуктовые решения.",
          "2": "Специалист проявляет способность к систематизации и структурированию данных..",
          "3": "Специалист обладает глубоким пониманием данных, аналитическим мышлением и стратегическим видением.."
        }
      },
      {
        "id": 3,
        "skill": {
          "id": 1,
          "title": "Решение проблем",
          "description": "Решение проблем является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании."
        },
        "current_level": 1,
        "target_level": 2,
        "total_levels": 3,
        "levels_description": {
          "1": "Специалист проявляет базовое понимание данных и их влияния на продуктовые решения. Продакт менеджер способен провести простой анализ трендов и предоставить основные отчеты о производительности продукта. Однако его способности ограничиваются базовым восприятием ключевых метрик, и он склонен ориентироваться на уже существующие данные, избегая более глубокого исследования.",
          "2": "Специалист проявляет способность к систематизации и структурированию данных. Он способен выявлять взаимосвязи между различными факторами и проводить анализ, направленный на выявление проблем и возможностей.\n\nВ данном случае, он способен создавать более сложные отчеты и предоставлять аналитические обзоры, что позволяет ему принимать более обоснованные продуктовые решения.",
          "3": "Специалист обладает глубоким пониманием данных, аналитическим мышлением и стратегическим видением. Его аналитические способности позволяют ему проводить комплексный анализ, учитывая не только текущие тренды, но и предсказывая будущие сценарии развития продукта. Он способен формулировать стратегические рекомендации на основе данных, участвовать в принятии ключевых бизнес-решений и оказывать влияние на развитие продукта, опираясь на глубокий анализ данных."
        }
      }
    ]
  },
  {
    "achievedSkills": [
      {
        "id": 10,
        "skill": {
          "id": 1,
          "title": "Коммуникация",
          "description": "Коммуникация является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании.",
          "level": 1
        },
        "current_level": 2,
        "target_level": 3,
        "total_levels": 3,
        "levels_description": {
          "1": "Специалист проявляет базовое понимание данных и их влияния на продуктовые решения. Продакт менеджер способен провести простой анализ трендов и предоставить основные отчеты о производительности продукта. Однако его способности ограничиваются базовым восприятием ключевых метрик, и он склонен ориентироваться на уже существующие данные, избегая более глубокого исследования.",
          "2": "Специалист проявляет способность к систематизации и структурированию данных. Он способен выявлять взаимосвязи между различными факторами и проводить анализ, направленный на выявление проблем и возможностей.\n\nВ данном случае, он способен создавать более сложные отчеты и предоставлять аналитические обзоры, что позволяет ему принимать более обоснованные продуктовые решения.",
          "3": "Специалист обладает глубоким пониманием данных, аналитическим мышлением и стратегическим видением. Его аналитические способности позволяют ему проводить комплексный анализ, учитывая не только текущие тренды, но и предсказывая будущие сценарии развития продукта. Он способен формулировать стратегические рекомендации на основе данных, участвовать в принятии ключевых бизнес-решений и оказывать влияние на развитие продукта, опираясь на глубокий анализ данных."
        }
      },
      {
        "id": 5,
        "skill": {
          "id": 1,
          "title": "Лидерство",
          "description": "Лидерство является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании.",
          "level": 1
        },
        "current_level": 2,
        "target_level": 3,
        "total_levels": 3,
        "levels_description": {
          "1": "Специалист проявляет базовое понимание данных и их влияния на продуктовые решения. Продакт менеджер способен провести простой анализ трендов и предоставить основные отчеты о производительности продукта. Однако его способности ограничиваются базовым восприятием ключевых метрик, и он склонен ориентироваться на уже существующие данные, избегая более глубокого исследования.",
          "2": "Специалист проявляет способность к систематизации и структурированию данных. Он способен выявлять взаимосвязи между различными факторами и проводить анализ, направленный на выявление проблем и возможностей.\n\nВ данном случае, он способен создавать более сложные отчеты и предоставлять аналитические обзоры, что позволяет ему принимать более обоснованные продуктовые решения.",
          "3": "Специалист обладает глубоким пониманием данных, аналитическим мышлением и стратегическим видением. Его аналитические способности позволяют ему проводить комплексный анализ, учитывая не только текущие тренды, но и предсказывая будущие сценарии развития продукта. Он способен формулировать стратегические рекомендации на основе данных, участвовать в принятии ключевых бизнес-решений и оказывать влияние на развитие продукта, опираясь на глубокий анализ данных."
        }
      },
      {
        "id": 6,
        "skill": {
          "id": 1,
          "title": "Влияние",
          "description": "Влияние является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании.",
          "level": 1
        },
        "current_level": 2,
        "target_level": 3,
        "total_levels": 3,
        "levels_description": {
          "1": "",
          "2": "",
          "3": ""
        }
      },
      {
        "id": 7,
        "skill": {
          "id": 1,
          "title": "Стратегическое мышление",
          "description": "Стратегическое мышление является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании.",
          "level": 1
        },
        "current_level": 2,
        "target_level": 3,
        "total_levels": 3,
        "levels_description": {
          "1": "",
          "2": "",
          "3": ""
        }
      },
      {
        "id": 8,
        "skill": {
          "id": 1,
          "title": "Эмпатия",
          "description": "Эмпатия является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании.",
          "level": 1
        },
        "current_level": 2,
        "target_level": 3,
        "total_levels": 3,
        "levels_description": {
          "1": "",
          "2": "",
          "3": ""
        }
      },
      {
        "id": 9,
        "skill": {
          "id": 1,
          "title": "Организаторские навыки",
          "description": "Организаторские навыки является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании.",
          "level": 1
        },
        "current_level": 2,
        "target_level": 3,
        "total_levels": 3,
        "levels_description": {
          "1": "",
          "2": "",
          "3": ""
        }
      },
      {
        "id": 4,
        "skill": {
          "id": 1,
          "title": "Мотивация",
          "description": "Мотивация является ключевым навыком в IT, позволяющим перевести потребности бизнеса в язык технологий. Этот навык включает в себя способность понимать стратегические цели компании, выявлять потребности пользователей и преобразовывать их в четкие требования для разработки. Важность бизнес-аналитики заключается в том, чтобы обеспечивать тесное взаимодействие между бизнесом и IT, гарантируя, что разрабатываемые продукты соответствуют целям компании.",
          "level": 1
        },
        "current_level": 2,
        "target_level": 3,
        "total_levels": 3,
        "levels_description": {
          "1": "",
          "2": "",
          "3": ""
        }
      }
    ]
  }
]